Repository: JackDust24/FriendsAttack
Catalog: *.lproj/Localizable.strings
Languages: ko, th, zh_hans

source: Access Photos
ko: 사진들 접속
th: เข้าถึงรูปภาพ
zh_hans: 访问照片

source: Add and Remove Friends in Friends Screen
ko: 친구들 화면에서 친구들 추가 및 제거
th: เพิ่มและลบเพื่อนในหน้าจอเพื่อน
zh_hans: 在“好友”页面中添加和删除好友

source: Add Friend
ko: 친구 추가
th: เพิ่มเพื่อน
zh_hans: 添加好友

source: Add Friends
ko: 친구들 추가
th: เพิ่มเพื่อน
zh_hans: 添加好友

# ADD MAX FRIENDS LABEL
source: Add Up to %ld Friends
ko: %ld 명 까지 친구들 추가
th: เพิ่มเป็น %ld เพื่อน
zh_hans: 最多添加％ld个朋友

# ADDED FRIEND LABEL
source: %@ has been added to your Friends list.
ko: %@ 이 (가) 친구 목록에 추가되었습니다
th: %@ ถูกเพิ่มในรายชื่อเพื่อนของคุณ
zh_hans: %@已添加到您的好友列表.

source: Are You Sure? This can not be undone.
ko: 확실한가요? 이것은 되돌릴 수 없습니다.
th: คุณแน่ใจไหม? สิ่งนี้ไม่สามารถยกเลิกได้
zh_hans: 你确定吗？这不能被恢复。

source: Cancel
ko: 취소
th: ยกเลิก
zh_hans: 取消

source: Change Photo
ko: 사진 변경
th: เปลี่ยนรูป
zh_hans: 更改照片

source: Clear Score
ko: 명확한 점수
th: ล้างคะแนน
zh_hans: 清除分数

source: Clear Scores
ko: 명확한 점수
th: ล้างคะแนน
zh_hans: 清晰的分数

source: Continue
ko: 계속하다
th: ต่อ
zh_hans: 继续

source: Do you want to add your own friends? Click the Friends Button Below.
ko: 당신 자신의 친구들을 추가 하시겠습니까? 아래의 친구들 버튼을 클릭하십시오.
th: คุณต้องการที่จะเพิ่มเพื่อนของคุณเอง? คลิกที่ปุ่มเพื่อนด้านล่าง
zh_hans: 您想添加自己的朋友吗？单击下面的朋友按钮。

source: Duplicate Name
ko: 중복된 이름
th: ชื่อซ้ำ
zh_hans: 名称重复

source: Easy
ko: 쉬움
th: ง่าย
zh_hans: 简单

source: Friend
ko: 친구
th: เพื่อน
zh_hans: 好友

source: Friends Attack Scores
ko: 친구들 공격 점수들
th: เพื่อนโจมตีคะแนน
zh_hans: 好友攻击分数

source: Game Exiting. Try Again!
ko: 게임 나가기. 다시하기 !
th: กำลังออกจากเกม ลองอีกครั้ง!
zh_hans: 游戏正在退出。再试一次！

source: Game Will Exit
ko: 게임이 종료됩니다
th: เกมจะออกจาก
zh_hans: 即将退出游戏

source: Go to the Settings to Change Game Level
ko: 게임의 수준을 변경하려면 설정으로 이동하세요.
th: ไปที่การตั้งค่าเพื่อเปลี่ยนระดับเกม
zh_hans: 转到设置以更改游戏级别

source: Hard
ko: 어려움
th: ยาก
zh_hans: 困难

source: Hit the Start Button
ko: 시작 버튼을 누르십시오
th: กดปุ่มเริ่มต้น
zh_hans: 点击开始按钮

source: If you have any comments, please contact the developer at admin@lifetravelcoffee.com
ko: 의견이 있으시면 admin@lifetravelcoffee.com으로 개발자에게 문의하십시오.
th: หากคุณมีความคิดเห็นใด ๆ โปรดติดต่อผู้พัฒนาที่ admin@lifetravelcoffee.com

# KILLED MANY TIMES LABEL
source: Killed %ld Times
ko: %ld 번 종료
th: sฆ่า %ld ครั้ง
zh_hans: 杀死％ld次

# KILLED NO FRIENDS LABEL
source: You Killed %ld friends. Try Better Next Time!
ko: 당신은 %ld 명의 친구를 죽였습니다. 다음에 더 잘해보세요!
th: คุณฆ่าเพื่อน %ld คน ลองครั้งต่อไปดีกว่า!
zh_hans: 您杀死了%ld个好友。下次再尝试！

# KILLED ONE FRIEND LABEL
source: You Killed Only %ld friend. Keep Trying.
ko: 당신은 %ld 친구 만 죽였습니다. 계속 노력하십시오.
th: คุณสังหารเพื่อน %ld คนเท่านั้น พยายามต่อไป.
zh_hans: 您仅杀死了%ld个好友。继续尝试。

# KILLED ONE TIME LABEL
source: Killed %ld Time
ko: %ld 번 종료
th: sฆ่า %ld ครั้ง
zh_hans: 杀死％ld次

# KILLED SOME FRIENDS LABEL
source: You killed %ld friends. Well Done!
ko: 당신은 %ld 명의 친구를 죽였습니다. 잘했습니다.
th: คุณฆ่าเพื่อน %ld คน ทำได้ดี!
zh_hans: 您杀死了%ld个好友。做得好！

source: Kills
ko: 총 사살한 수
th: ฆ่า
zh_hans: 杀死

source: Loading Up Game ...
ko: 게임 읽는 중 ...
th: กำลังโหลดเกม ...
zh_hans: 正在载入游戏...

source: Max Friends Reached
ko: 친구들 한계에 도달
th: ถึงขีดจำกัดเพื่อนแล้ว
zh_hans: 达到好友上限

source: Medium
ko: 중간(보통)
th: กลาง
zh_hans: 中级

source: Missing Name
ko: 누락 된 이름
th: ไม่มีชื่อ
zh_hans: 缺少姓名

source: Name Already Exists
ko: 이미 존재하는 이름입니다.
th: ชื่อมีอยู่แล้ว
zh_hans: 名称已存在

source: Name Is Too Long
ko: 이름이 너무 깁니다
th: ชื่อยาวเกินไป
zh_hans: 名字太长

source: No
ko: 아니오.
th: ไม่
zh_hans: 没有

source: No Friends Added
ko: 친구가 추가되지 않았습니다
th: ไม่มีเพื่อนเพิ่ม
zh_hans: 没有添加朋友

source: No Thanks
ko: 고맙지 만 사양 할게
th: ไม่เป็นไรขอบคุณ

source: Nobody Killed Yet
ko: 아직 아무도 죽지 않음.
th: ยังไม่มีใครถูกฆ่า
zh_hans: 无人被杀

source: Not Saved
ko: 저장되지 않음
th: ไม่ได้บันทึก
zh_hans: 未保存

source: OK
ko: 확인
th: ตกลง
zh_hans: 好

source: Please Add a Name
ko: 이름을 추가하십시오
th: กรุณาเพิ่มชื่อ
zh_hans: 请添加名称

source: Please Limit To 13 Characters
ko: 13 자로 제한하십시오
th: โปรด จำกัด อักขระไม่เกิน 13 ตัว
zh_hans: 请限制为13个字符

source: Press Play to Play Game
ko: 게임을 시작 하려면, 플레이를 누르십시오.
th: กดเล่นเพื่อเล่นเกม
zh_hans: 按Play玩游戏

source: Press the Start Button
ko: 시작 버튼을 누르십시오
th: กดปุ่มเริ่ม
zh_hans: 按下开始按钮

source: Problem Loading Session
ko: 세션 로딩 문제
th: ปัญหาในการโหลดเซสชัน

source: Problem Loading Data
ko: 데이터로드 문제
th: ปัญหาในการโหลดข้อมูล
zh_hans: 问题加载数据

source: Reset All Your Scores
ko: 모든 점수들 재설정
th: รีเซ็ตคะแนนทั้งหมดของคุณ
zh_hans: 重设所有分数

source: Reset Kill Score
ko: 킬 점수 재설정
th: รีเซ็ตคะแนนฆ่า
zh_hans: 重置杀死分数

source: Reset Score
ko: 모든 점수들 재설정
th: รีเซ็ตคะแนนทั้งหมดของคุณ
zh_hans: 重设所有分数

source: Reset Scores
ko: 모든 점수들 재설정
th: รีเซ็ตคะแนนทั้งหมดของคุณ
zh_hans: 重设所有分数

source: Scores
ko: 점수들
th: คะแนน
zh_hans: 分数

source: Shoot 4 Times to Kill
ko: 죽이려면 4번 쏘십시오.
th: ยิง 4 ครั้งเพื่อฆ่า
zh_hans: 射击4次杀死

source: Shoot the Boxes - 4 Times to Kill
ko: 죽이려면 상자를 4번 쏘십시오
th: ยิงกล่อง - 4 ครั้งเพื่อฆ่า
zh_hans: 射击箱子-杀死4次

source: Special thanks to: Freepik for his profile icons at https://www.flaticon.com/authors/freepik.
th: ขอขอบคุณเป็นพิเศษกับ Freepik: https://www.flaticon.com/authors/freepik.

source: Take Photo
ko: 사진 찍기
th: ถ่ายภาพ
zh_hans: 拍照

source: This Is My Score On Friends Attack.
ko: 이것은 친구들의 공격에서 나의 점수입니다.
th: นี่คือคะแนนของฉันในเพื่อนเข้าร่วม
zh_hans: 这是我在好友攻击的得分。

source: Turn Device Around
ko: 장치 돌리기
th: หมุนอุปกรณ์ไปรอบ ๆ
zh_hans: 转动设备

source: Watch Tutorial?
ko: 튜토리얼을 보시겠습니까?
th: ดูบทช่วยสอนหรือไม่

source: When a Box Turns Black, One Shot Will Kill
ko: 상자가 검은 색으로 변하면, 한방에 죽일 것입니다
th: เมื่อกล่องเปลี่ยนเป็นสีดำ ยิงอีกนัดเดียวเพื่อฆ่า
zh_hans: 当盒子变黑时，一枪必杀

# WHO YOU HIT LABEL
source: You HIT %@
ko: 당신 %@ 치시오.
th: คุณกด %@
zh_hans: 您击中了%@

# WHO YOU KILLED LABEL
source: You KILLED %@
ko: 당신은 %@ 을 죽였습니다
th: คุณฆ่า %@
zh_hans: 您杀死了%@

source: Yes
ko: 예
th: ใช่
zh_hans: 是

source: You have not saved this Friend. Are you sure you want to leave this screen?
ko: 당신은 이 친구를 저장하지 않았습니다. 정말로 이 화면에서 나가시겠습니까?
th: คุณยังไม่ได้บันทึกเพื่อนนี้ คุณแน่ใจหรือไม่ว่าต้องการออกจากหน้าจอนี้
zh_hans: 您尚未保存此好友。您确定要离开此屏幕吗？

source: You Have Ran Out Of Time
ko: 시간이 다 되었습니다.
th: คุณหมดเวลาแล้ว
zh_hans: 你已经没时间了

source: You Killed ALL Your Friends
ko: 당신은 모든 친구를 죽였습니다.
th: คุณฆ่าเพื่อนของคุณทั้งหมด
zh_hans: 你杀了你所有的好友

source: You Killed All Your Friends. You're A Winner!
ko: 당신은 모든 친구를 죽였습니다. 당신이 승자입니다!
th: คุณฆ่าเพื่อนของคุณทั้งหมด คุณเป็นผู้ชนะ!
zh_hans: 您杀死了所有好友。你是赢家！

source: You Only Have 30 Seconds to Kill the Targets
ko: 목표물들을 죽일 시간이 30 초 밖에 없습니다
th: คุณมีเวลาเพียง 30 วินาทีในการฆ่าเป้าหมาย
zh_hans: 您只有30秒的时间杀死目标
